package ru.kpfu.itis.gnt.hwpebble.bloomfilter;

public class TextHolder {
    public static final String text = "Были брат и сестра — Вася и Катя; и у них была кошка. Весной кошка пропала. Дети искали её везде, но не могли найти.\n" +
            "\n" +
            "Один раз они играли подле амбара и услыхали — над головой что-то мяучит тонкими голосами. Вася влез по лестнице под крышу амбара. А Катя стояла внизу и всё спрашивала:\n" +
            "\n" +
            "— Нашёл? Нашёл?\n" +
            "\n" +
            "Но Вася не отвечал ей. Наконец, Вася закричал ей:\n" +
            "\n" +
            "— Нашёл! Наша кошка… И у неё котята; такие чудесные; иди сюда скорее..\n" +
            "\n" +
            "Катя побежала домой, достала молока и принесла кошке.\n" +
            "\n" +
            "Котят было пять. Когда они выросли немножко и стали вылезать из-под угла, где вывелись, дети выбрали себе одного котёнка, серого с белыми лапками, и принесли в дом. Мать раздала всех остальных котят, а этого оставила детям. Дети кормили его, играли с ним и клали с собой спать.\n" +
            "\n" +
            "Один раз дети пошли играть на дорогу и взяли с собой котёнка.\n" +
            "\n" +
            "Ветер шевелил солому по дороге, а котёнок играл с соломой, и дети радовались на него. Потом они нашли подле дороги щавель, пошли собирать его и забыли про котёнка.\n" +
            "\n" +
            "Вдруг они услыхали, что кто-то громко кричит:\n" +
            "\n" +
            "«Назад, назад!» — и увидали, что скачет охотник, а впереди его две собаки увидали котёнка и хотят схватить его. А котёнок глупый, вместо того чтобы бежать, присел к земле, сгорбил спину и смотрит на собак.\n" +
            "\n" +
            "Катя испугалась собак, закричала и побежала прочь от них. А Вася что было духу пустился к котёнку и в одно время с собаками подбежал к нему.\n" +
            "\n" +
            "Собаки хотели схватить котёнка, но Вася упал животом на котёнка и закрыл его от собак.\n" +
            "\n" +
            "Охотник подскакал и отогнал собак; а Вася принёс домой котёнка и уж больше не брал его с собой в поле.";
}
